;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kalju Tetlov
; TranslationAuthorEmail: kaljupost@yahoo.com (support@wisecleaner.com)
; Soft Version: 3.09.65 / viimati muudetud  27.09.12
;
[Lang]
NativeLanguage=Eesti

[GUI]
ButtonYes=Jah
ButtonNo=Ei
ButtonOK=OK
ButtonClose=Sule

[Translation]
LangCode=0425
ReadHabit=Left-to-right
LanguageName=ET
LangShortName=et-ee
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informatsioon
Warning=Hoiatused
Error=Viga
Confirm=Kinnitus
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=Mälu maht:
FrmMoMain.lblaopt.Caption=Optimeeri automaatselt, kui mälu on alla:  
FrmMoMain.lbltry.Caption=Vabasta rohkem mälu
FrmMoMain.btnsettings.Caption=Seaded
FrmMoMain.btnOpt.Caption=Optimeeri kohe
FrmMoMain.chkmin.Caption=Minimeeri tegumireale
FrmMoMain.chkauto.Caption=Käivita koos Windows'iga
FrmMoMain.chkautoOpt.Caption=Luba autooptimeerimine
FrmMoMain.chkidle.Caption=Optimeeri CPU puhkeseisu ajal-(soovitatav)
FrmMoMain.lbllang.Caption=Default Language:
;
; About
;
FrmAbout.caption=Teave
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Antud versioon:
FrmAbout.lblemail.caption=Tugiteenuse email:
FrmAbout.lblhome.caption=Koduleht
FrmAbout.lblthanks.caption=Täname järgmisi inimesi nende panuse eest:

[MemoryOptimizer]
UsedMemory=Kasutuses mälu:
AvailableMemory=Vaba mälu:
FreeMemory=Vabanes mälu:
At=kell
pmShow=Näita tarkvara akent
pmOpt=Optimeeri kohe
pmAbout=Teave
pmExit=Välju
SureExit=Optimeerin mälu, soovid kindlasti väljuda?
Mintotray=Optimeeri mälu